<?php

return [
    'resetQty'=>'تصفير المخزون لكل المنتجات',
    'ageingreport'=>'تصفير المخزون',
    'remove_inv'=>'تفريغ المخزون',
    'view'=>'عرض العمليات السابقه',
    'manage'=>'التحكم في تصفير المخزون',
    'pervious_transaction'=>'العمليات السابقه',
    'created_by'=>'انشئ بواسطة',
    'date'=>'التاريخ',
    'reset_btn'=>'تفريغ',
    'close'=>'اقفل',
    'are_u_sure'=>'هل انت متأكد',
    'remove_alert'=>'عند تفريغ المخزون لن تتمكن من استرجاعه مره اخري',
    'ok'=>'موافق',
    'cancel'=>'الغاء',
    'success'=>'تمت العمليه وتصفير المخزون لكل المنتجات',
    'no_old'=>'غير متوفر اي عمليات سابقه',
    'product'=>'المنتج',
    'before_reset'=>'المخزون قبل التصفير',
    'showModal'=>'عرض تفاصيل عملية الجرد'

];